Repository: common-repository/isset-video
Catalog: languages/isset-video-*.po
Languages: nl_nl

source: Livestream cancelled
nl_nl: Livestream geannuleerd

source: This livestream has been cancelled by the user
nl_nl: De livestream is geännuleerd door de gebruiker

source: Create New Livestream
nl_nl: Nieuwe Livestream Aanmaken

source: No livestream created yet
nl_nl: Nog geen livestream aangemaakt

source: Create Livestream
nl_nl: Livestream Aanmaken

source: Livestream has not yet started
nl_nl: Livestream is nog niet gestart

source: Livestream is waiting for input at: %s
nl_nl: Livestream wacht op input op: %s

source: Livestream has ended
nl_nl: Livestream is beëindigd

source: Copied stream url
nl_nl: Stream url gekopieerd

source: Stream Key
nl_nl: Stream Sleutel

source: Copied stream key
nl_nl: Stream key gekopieerd

source: Created
nl_nl: Aangemaakt

source: Started
nl_nl: Gestart

source: Ended
nl_nl: Beëindigd

source: Name
nl_nl: Naam

source: Description
nl_nl: Beschrijving

source: Start streaming
nl_nl: Begin met Streamen

source: Streaming info
nl_nl: Met isset.video kun je eenvoudig beginnen met livestreamen. Je hebt alleen software nodig die naar rtmp urls kan streamen. We raden zelf OBS aan.

source: Rtmp info header
nl_nl: Stream Url

source: Rtmp info text
nl_nl: De RTMP url die u van ons krijgt, kunt u gebruiken wanneer uw streaming software om een streaming server of endpoint vraagt. Soms verwacht de software dat de url en de stream sleutel los worden ingevuld. In OBS kunt u deze instellingen vinden onder Settings -> Stream.

source: Streamkey info header
nl_nl: Stream Key

source: Streamkey info text
nl_nl: Wanneer de software een aparte stream key verwacht, gebruik dan de gegeven sleutel.

source: Cancel Livestream
nl_nl: Livestream Annuleren

source: Are you sure you want to cancel the current livestream? No VOD will be created
nl_nl: Weet u zeker dat u de huidige livestream wilt beëindigen? Er wordt dan geen geen video van de livestream aangemaakt

source: Livestream ended
nl_nl: Livestream is beëindigd

source: The VOD will be ready on this page at a later time.
nl_nl: Even geduld aub. We verwerken de livestream en maken er een video van, zodat deze later terug te kijken is.

source: Livestream waiting to start
nl_nl: Wachten op Starten van Livestream

source: This player will update automatically when the livestream goes live.
nl_nl: Deze speler zal automatisch geüpdate worden wanneer de livestream begint.

source: Copied shortcode
nl_nl: Shortcode gekopieerd

source: Drop an image file here or browse your computer.
nl_nl: Sleep hier een plaatje op of verken je computer.

source: Cancel
nl_nl: Annuleren

source: This file is currently being processed. This may take a few minutes, depending on the video length
nl_nl: Dit bestand wordt momenteel verwerkt. Dit kan even duren, afhankelijk van de lengte van de video

source: Use the following code to embed this video
nl_nl: Gebruik de volgende code om de video toe te voegen

source: Filename
nl_nl: Bestandsnaam

source: Filesize
nl_nl: Grootte

source: Length
nl_nl: Speelduur

source: Resolution
nl_nl: Resolutie

source: Presets
nl_nl: Preset

source: Advertisement Settings
nl_nl: Advertentie Instellingen

source: Are you sure you want to delete the selected videos?
nl_nl: Weet u zeker dat u de geselecteerde video's wilt verwijderen?

source: Upload New
nl_nl: Upload Nieuw

source: Delete Selected
nl_nl: Verwijder Geselecteerde

source: Search
nl_nl: Zoeken

source: Total results
nl_nl: Totaal aantal resultaten

source: Thumbnail
nl_nl: Voorbeeld

source: Duration
nl_nl: Speelduur

source: Size
nl_nl: Grootte

source: No publishes found
nl_nl: Geen videos gevonden

source: Processing
nl_nl: Bezig

source: Successfully added %s to archive
nl_nl: %s succesvol toegevoegd aan archief

source: Failed adding %s to archive
nl_nl: Fout tijdens het toevoegen van %s aan archief

source: Uploading
nl_nl: Uploaden

source: Drop one or more files here or browse your computer.
nl_nl: Sleep hier een of meerdere videobestanden op of blader op uw computer.

source: (Max %s)
nl_nl: (Maximum %s)

source: Selected files
nl_nl: Geselecteerd bestand

source: Storage limit is already reached, please remove videos to upload again or upgrade your subscription
nl_nl: Opslaglimiet is reeds bereikt, verwijder video's om nieuwe video's te kunnen uploaden, of upgrade uw abonnement.

source: Cancel upload
nl_nl: Annuleer upload

source: Your files will be queued for transcoding
nl_nl: Uw bestanden worden gearchiveerd en omgezet om ze geschikt te maken voor video streamen. Dit kan enige tijd duren, afhankelijk van bestandsgrootte en afspeeltijd van het videobestand

source: Uploads Cancelled
nl_nl: Uploads geannuleerd

source: Upload new video
nl_nl: Nieuwe video

source: Upload More
nl_nl: Meer Uploaden

source: Settings saved
nl_nl: Instellingen opgeslagen

source: Enable Video Ads
nl_nl: Video Advertenties Aanzetten

source: Enable or disable ads for your videos
nl_nl: Advertenties aan- of uitzetten voor al je video's

source: Save
nl_nl: Opslaan

source: Set Video Advertisement Settings
nl_nl: Video Advertentie Instellingen Aanpassen

source: Set custom advertisement settings for this video. By using this, you can enable/disable ads specifically for this video.
nl_nl: Stel advertentie instellingen in voor deze specifieke video.

source: Enable or disable ads for this video
nl_nl: Advertenties aan- of uitzetten voor deze video

source: Ads are Skippable
nl_nl: Advertenties zijn over te slaan

source: By enabling this, the shown ads will be skippable by the user
nl_nl: Wanneer dit aan staat kunnen de advertenties overgeslagen worden door de gebruiker

source: Ad Location
nl_nl: Advertentie plek

source: Choose if your ads should be played before, after, or/and during video playback
nl_nl: Kies of je advertentie aan het begin, in het midden of aan het eind moeten spelen.

source: Before
nl_nl: Ervoor

source: After
nl_nl: Erna

source: Middle
nl_nl: Tussendoor

source: Ad Source
nl_nl: Advertentie Aanbieder

source: Choose your Ad Server
nl_nl: Kies je Advertentie Aanbieder

source: The key for your VAST endpoint supplied by Adsterra, ie.
nl_nl: De sleutel uit je advertentie url

source: The endpoint supplied by your ad provider, ie.
nl_nl: Het endpoint zoals je die hebt gekregen van de advertentie aanbieder

source: The uri supplied by AdSense, ie.
nl_nl: De uri zoals die door AdSense verstrekt is

source: Play Button
nl_nl: Afspeelknop

source: Color on Mouseover
nl_nl: Kleur met Mouseover

source: Borders
nl_nl: Randen

source: Color
nl_nl: Kleur

source: Width
nl_nl: Breedte

source: Rounded Corners
nl_nl: Ronde Hoeken

source: Progress Bar
nl_nl: Progressie Balk

source: Loaded Color
nl_nl: Geladen

source: Played
nl_nl: Afgespeeld

source: Height
nl_nl: Hoogte

source: Controls
nl_nl: Besturing

source: Background Color
nl_nl: Achtergrondkleur

source: Buttons Color
nl_nl: Knop Kleur

source: Buttons Accent Color
nl_nl: Knop Accent Kleur

source: Enable Styles
nl_nl: Stijl Aanzetten

source: Preview
nl_nl: Voorbeeld

source: No livestream found
nl_nl: Geen livestream gevonden

source: Getting livestream data
nl_nl: Livestream data ophalen

source: Error
nl_nl: Fout

source: File nof found
nl_nl: Video niet gevonden

source: Video name
nl_nl: Video naam

source: Video size
nl_nl: Video grootte

source: Options
nl_nl: Opties

source: Autoplay
nl_nl: Automatisch afspelen

source: Videos on isset.video
nl_nl: Video's op isset.video

source: Search videos
nl_nl: Zoeken

source: More results
nl_nl: Meer resultaten

source: Wordpress isset.video implementation
nl_nl: Wordpress isset.video implementatie

source: Advertisement
nl_nl: Advertenties

source: Player Settings
nl_nl: Speler Instellingen

source: Storage used
nl_nl: Opslag in gebruik

source: Data streamed
nl_nl: Data gestreamed

source: Logged in as
nl_nl: Ingelogd als

source: Logout
nl_nl: Uitloggen

source: Subscription type
nl_nl: Abonnement type

source: Login to isset.video
nl_nl: Inloggen op isset.video

source: Logged in as %s
nl_nl: Ingelogd als %s

source: Go to videos
nl_nl: Naar video's

source: Unsupported type
nl_nl: Type niet ondersteund

source: Your Videos
nl_nl: Uw Video's

source: Hi, %s
nl_nl: Hallo %s

source: You are now connected to my.isset.video. Click the button below to unlink your account and logout.
nl_nl: U bent nu verbonden met my.isset.video. Klik op de knop hieronder om uw account te ontkoppelen en uit te loggen.

source: Connect to my.isset.video
nl_nl: Verbinden met my.isset.video

source: Please connect your my.isset.video account by clicking the button below. We will redirect you to my.isset.video to ask for your permission.
nl_nl: Verbind met uw my.isset.video account door op de knop hieronder te klikken. U wordt doorverwezen naar my.isset.video om hiervoor toestemming te vragen.

source: Livestream is not available
nl_nl: Deze livestream kan niet geladen worden

source: Video is not available
nl_nl: Deze video kan niet geladen worden

source: Your browser does not support the video tag.
nl_nl: Jouw browser ondersteunt geen video's

source: Video cannot be loaded
nl_nl: Deze video kan niet geladen worden
